{
    "data":[
        {
            "title":"Partnership for Non-Formal Education centers:",
            "id":"1",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/14884708_1135083789904401_7298728484460537418_o-1024x768.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2015/03/IMG_20160116_125947-1024x570.jpg",
            "desc":"World’s literacy rate at 86% (with some countries with 100%) dwarfs India’s literacy at a meager 74%. Poor literacy is one of the biggest factors thwarting the growth of India. We believe that an investment in knowledge pays the biggest interest. So, Dream Girl Foundation sets up Non-formal education centers in backward areas where children don’t have access or don’t attend schools. Dream Girl Foundation provides free of cost state of the art education to children who can’t afford schools. Our philosophy is Children must be taught how to think, not what to think. Don’t feel like you are too small to make.a change anymore and enroll with our NFE Partnership program because in learning one teaches and in teaching one learns. Cost of operating one NFE center is 9 lakh Rupees. A corporate can sponsor one or more NFE centers. It is up to the corporate to sponsor NFEs in nearby areas or far away areas. Details of all the children helped by the sponsored NFE center(s) will be shared with the corporate."
        },
        {
            "title":"Partnership for Health Projects:",
            "id":"2",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/c-600x450.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/e-1024x768.jpg",
            "desc":" There is no feeling more appeasing than helping a terminally ill child. Knowing that your donation saved a child's life and then that child grew up to be a doctor who saves other's life is truly joyous and tranquilizing. You can get the same feeling as thousands of our donors’, by enrolling to our partnership for health projects. Dream Girl Foundation firmly believes that the secret of the care of the patient is in caring for the patient. Dream Girl Foundation has so far helped hundreds of children with cancer, tumor and other lethal medical conditions. We dont only provide financial support, but also give moral support to the family of patient. We believe that we only have what we give. Corporates can enroll to this partnership in one (or more) of the following 3 ways: 1.  Establishing fund: A corporate can establish fund and as many people as the fund allows will be treated. Details and genuine discharge summary of all the patients will be  given to corporate on annual basis.2.  Area-wise treatment: Corporate can choose to fund just the patients of a particular region. 3.  Disease wise treatment: Corporate can choose to fund patients of just a set of diseases. Corporate can choose the disease whose patients’ treatment will be funded."
        },
        {
            "title":"Donation-In-Kind Drive:",
            "id":"3",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/20994271_1433377393408371_1936559716844711424_n.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/20994271_1433377393408371_1936559716844711424_n.jpg",
            "desc":"A lot of times in life people think that only way to help destitute is funding money. But one thing the people forget is that a thing useless to one person can be a gift to another. You will be amazed to know how dear your “useless” things can be to poor children. So, corporate can inform its employees that donation boxes will be in the once for some time and that they can donate anything that they feel is useless. Employees can donate stationary, toys, clothes, medicines etc. For poor children nothing is useless, in fact they will see your donation as a blessing."
        },
        {
            "title":"Payroll Donation:",
            "id":"4",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/17265124_1267569213322524_4647623626917314458_n.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/17155169_1267569746655804_8607090826748561732_n.jpg",
            "img3":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/17155373_1267569566655822_5526953510072593998_n-600x600.jpg",
            "desc":"A lot of times in life people think that only way to help destitute is funding money. But one thing the people forget is that a thing useless to one person can be a gift to another. You will be amazed to know how dear your “useless” things can be to poor children. So, corporate can inform its employees that donation boxes will be in the once for some time and that they can donate anything that they feel is useless. Employees can donate stationary, toys, clothes, medicines etc. For poor children nothing is useless, in fact they will see your donation as a blessing."
        },
        {
            "title":"Matching Donation:",
            "id":"5",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/17155295_1267569193322526_8593905478902876945_n-600x800.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/17202888_1267569186655860_3536671988125769092_n.jpg",
            "desc":"This type of donation is very interesting. In this type employees are encouraged to donate. And the corporate doubles the total amount collected from donation of all employees. This acts as an incentive for employees to donate as much as possible because for every penny the employee donates, the needy children get 2 pennies"
        },
        {
            "title":"Employee Engagement Program:",
            "id":"6",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/12227815_909973222415460_3216172529880875288_n-600x450.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/12249597_909973059082143_2418981668298005098_n.jpg",
            "desc":"In this program employees of the corporate can volunteer to work with us. They can teach in NFE centers on weekends. Employees with technical skills can help us technically. Graphic designer can help us make an appealing poster that attracts donation. Web Developer can help us make a good web site that is easy to use and helpful for the person who is using it. We believe that no one can do everything, but everyone can do something. So, everyone has a way to help us and in turn help impoverished children"
        },
        {
            "title":"Benefits of being socially responsible:",
            "id":"7",
            "img1":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/12227815_909973222415460_3216172529880875288_n-600x450.jpg",
            "img2":"https://dreamgirlfoundation.ngo/wp-content/uploads/2017/08/17202888_1267569186655860_3536671988125769092_n.jpg",
            "desc":"1. Good Samaritan: Apart from doing a noble deed of helping children, your corporate will also act as a Good Samaritan by donating 2% of its profit and not breaking the law.2. Social Media Marketing: We will make sure to promulgate your good name through our Facebook and Twitter page. It is our job to make mass aware that somewhere there is a corporate that apart from making post, is also going to great extent to help poor children.3. Tax Exemption: According to Section-80G of Income-Tax Act, the amount donated towards charity attracts benefits in form of deduction in taxes. This is a value-added benefit that makes the case for donating even stronger."
        }
    ]
}